Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# ConsentDialog_Description4.Text
source: ), then neither the email address provided nor any other personal information that could identify an individual can also come into our possession once such permission has been granted.
af: ), dan kan nie die e-posadres wat verskaf word of enige ander persoonlike inligting wat 'n individu kan identifiseer, ook in ons besit kom sodra sodanige toestemming verleen is nie.
am: ) ከዚያም የተሰጠው የኢሜይል አድራሻም ሆነ አንድን ግለሰብ ለይቶ ማወቅ የሚችል ማንኛውም የግል መረጃ እንዲህ ያለ ፈቃድ ከተሰጠ በኋላ ወደ ርስታችን ሊመጣ አይችልም።
ar: )، ثم لا عنوان البريد الإلكتروني المقدم ولا أي معلومات شخصية أخرى يمكن أن تحدد هوية الفرد يمكن أن تأتي أيضا في حوزتنا بمجرد منح هذا الإذن.
as: ), তেতিয়া প্ৰদান কৰা ইমেইল ঠিকনা বা ব্যক্তি এজনক চিনাক্ত কৰিব পৰা আন কোনো ব্যক্তিগত তথ্যও এনে অনুমতি দিয়াৰ পিছত আমাৰ দখললৈ আহিব নোৱাৰে।
az_arab: ) sonra nə verilən e-mail ünvanı, nə də bir şəxsi müəyyən edə biləcək digər şəxsi məlumatlar da belə icazə verildikdən sonra bizim ixtiyarımıza gələ bilməz.
bg: ), тогава нито предоставеният имейл адрес, нито друга лична информация, която би могла да идентифицира дадено лице, също могат да влязат в наше притежание, след като такова разрешение бъде дадено.
bn: ), তারপর প্রদত্ত ইমেল ঠিকানা বা অন্য কোনও ব্যক্তিগত তথ্য যা কোনও ব্যক্তিকে সনাক্ত করতে পারে তাও এই ধরনের অনুমতি দেওয়ার পরে আমাদের দখলে আসতে পারে না।
bs: Ni e-mail adresa niti bilo koji drugi lični podaci koji bi mogli da identifikuju pojedinca takođe ne mogu doći u naše vlasništvo nakon što je takva dozvola odobrena.
ca: ), llavors ni l'adreça de correu electrònic proporcionada ni cap altra informació personal que pugui identificar una persona també poden entrar en la nostra possessió un cop s'hagi concedit aquest permís.
cs: ), pak ani poskytnutá e-mailová adresa, ani žádné jiné osobní údaje, které by mohly identifikovat jednotlivce, se po udělení takového souhlasu nemohou dostat do našeho vlastnictví.
cy: ), yna ni all y cyfeiriad e-bost a ddarperir nac unrhyw wybodaeth bersonol arall a allai nodi unigolyn hefyd ddod i'n meddiant unwaith y bydd caniatâd o'r fath wedi'i roi.
da: ), kan hverken den angivne e-mail-adresse eller andre personlige oplysninger, der kan identificere en person, også komme i vores besiddelse, når en sådan tilladelse er givet.
de: ), dann können weder die angegebene E-Mail-Adresse noch andere persönliche Informationen, die eine Person identifizieren könnten, in unseren Besitz gelangen, sobald eine solche Erlaubnis erteilt wurde.
el: ), τότε ούτε η παρεχόμενη διεύθυνση ηλεκτρονικού ταχυδρομείου ούτε οποιεσδήποτε άλλες προσωπικές πληροφορίες που θα μπορούσαν να ταυτοποιήσουν ένα άτομο μπορούν επίσης να περιέλθουν στην κατοχή μας μόλις χορηγηθεί αυτή η άδεια.
es: ), entonces ni la dirección de correo electrónico proporcionada ni ninguna otra información personal que pueda identificar a un individuo también puede llegar a nuestra posesión una vez que se haya otorgado dicho permiso.
et: ), siis ei saa meie valdusesse sattuda ei esitatud e-posti aadress ega muud isikuandmed, mis võiksid isikut tuvastada, kui selline luba on antud.
fa: ) ، سپس نه آدرس ایمیل ارائه شده و نه هر گونه اطلاعات شخصی دیگر است که می تواند یک فرد را شناسایی نیز می تواند به اختیار ما آمده است هنگامی که چنین اجازه داده شده است.
fi: ), annettu sähköpostiosoite tai muut henkilökohtaiset tiedot, joista henkilö voitaisiin tunnistaa, eivät myöskään voi tulla tietoomme, kun tällainen lupa on myönnetty.
fil: ), pagkatapos ay hindi ang email address na ibinigay o anumang iba pang personal na impormasyon na maaaring tukuyin ang isang indibidwal ay maaari ring dumating sa aming pag aari sa sandaling ang naturang pahintulot ay ipinagkaloob.
fr_ca: ), alors ni l’adresse de courriel fournie ni aucun autre renseignement personnel qui pourrait identifier une personne ne peut également entrer en notre possession une fois que cette autorisation a été accordée.
ga: ), ansin ní féidir leis an seoladh ríomhphoist a chuirtear ar fáil ná aon fhaisnéis phearsanta eile a d'fhéadfadh duine aonair a aithint teacht inár seilbh freisin nuair a bheidh cead den sórt sin tugtha.
gu: ), તો પછી પ્રદાન કરવામાં આવેલ ઇમેઇલ એડ્રેસ અથવા અન્ય કોઈ વ્યક્તિગત માહિતી કે જે કોઈ વ્યક્તિને ઓળખી શકે છે તે પણ આવી પરવાનગી મંજૂર થયા પછી અમારા કબજામાં આવી શકશે નહીં.
he: ), ואז לא כתובת הדוא"ל שסופקה ולא כל מידע אישי אחר שיכול לזהות אדם יכול גם לבוא לידיעתנו לאחר מתן אישור כזה.
hi: ), फिर न तो प्रदान किया गया ईमेल पता और न ही कोई अन्य व्यक्तिगत जानकारी जो किसी व्यक्ति की पहचान कर सकती है, इस तरह की अनुमति दिए जाने के बाद हमारे कब्जे में आ सकती है।
hr: ), tada ni navedena adresa e-pošte ni bilo koji drugi osobni podaci koji bi mogli identificirati pojedinca također ne mogu doći u naš posjed nakon što je takvo dopuštenje dano.
hu: ), akkor sem a megadott e-mail cím, sem más személyes adat, amely azonosíthatná az egyént, szintén a birtokunkba kerülhet, miután megadták az engedélyt.
hy: ), ապա ո՛չ տրված էլփոստի հասցեն, ո՛չ էլ որեւէ այլ անձնական տեղեկություն, որը կարող է բացահայտել տվյալ անձին, նույնպես չեն կարող մտնել մեր տիրույթ, երբ այդպիսի թույլտվություն է տրվել:
id: ), maka baik alamat email yang diberikan maupun informasi pribadi lainnya yang dapat mengidentifikasi seseorang juga tidak dapat kami miliki setelah izin tersebut diberikan.
is: ), þá getur hvorki netfangið sem gefið er upp né aðrar persónulegar upplýsingar sem gætu borið kennsl á einstakling einnig komist í eigu okkar þegar slíkt leyfi hefur verið veitt.
it: ), quindi né l'indirizzo e-mail fornito né altre informazioni personali che potrebbero identificare un individuo possono anche entrare in nostro possesso una volta che tale autorizzazione è stata concessa.
iu: ), ᐃᕐᖐᓐᓈᖅᑕᐅᑎᒃᑯᑦ ᑐᕌᕈᑎᖓ ᐊᑐᐃᓐᓇᐅᑎᑕᐅᖏᑦᑐᖅ ᐅᕝᕙᓘᓐᓃᑦ ᐊᓯᖏᑦ ᐃᓄᒻᒨᖓᔪᑦ ᑐᑭᓯᒋᐊᕈᑎᑦ ᓇᓗᓇᐃᖅᓯᔪᓐᓇᖅᑐᑦ ᐃᓄᒻᒥᑦ ᐱᓯᒪᒍᓐᓇᖅᑕᑦᑎᓐᓂᑦ ᐊᖏᖅᑕᐅᓯᒪᓕᖅᐸᑦ.
ja: )、提供された電子メールアドレスも、個人を特定できるその他の個人情報も、そのような許可が付与されると、当社の所有物になることはありません。
kk: ), содан кейін берілген электрондық пошта мекенжайы да, жеке тұлғаны анықтай алатын басқа да жеке ақпарат та осындай рұқсат берілгеннен кейін біздің иелігімізге келе алмайды.
km: ) បន្ទាប់ មក គ្មាន អាសយដ្ឋាន អ៊ីមែល ដែល បាន ផ្ដល់ ឬ ព័ត៌មាន ផ្ទាល់ ខ្លួន ផ្សេង ទៀត ដែល អាច កំណត់ អត្តសញ្ញាណ បុគ្គល ម្នាក់ ក៏ អាច ចូល មក ក្នុង កម្ម សិទ្ធិ របស់ យើង ផង ដែរ នៅ ពេល ដែល ការ អនុញ្ញាត បែប នេះ ត្រូវ បាន អនុញ្ញាត ។
kn: ), ಒದಗಿಸಲಾದ ಇಮೇಲ್ ವಿಳಾಸವಾಗಲೀ ಅಥವಾ ಒಬ್ಬ ವ್ಯಕ್ತಿಯನ್ನು ಗುರುತಿಸಬಲ್ಲ ಇತರ ಯಾವುದೇ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯಾಗಲಿ ಅಂತಹ ಅನುಮತಿಯನ್ನು ನೀಡಿದ ನಂತರ ನಮ್ಮ ಸ್ವಾಧೀನಕ್ಕೆ ಬರುವುದಿಲ್ಲ.
ko: ), 제공된 이메일 주소나 개인을 식별할 수 있는 기타 개인 정보도 일단 허가되면 당사가 소유할 수 없습니다.
ku_arab: پاشان نە ناونیشانی ئیمەیڵ دابین کراوە و نە هیچ زانیاریەکی کەسی تر کە بتوانێت تاکێک بناسێتەوە هەروەها ناتوانێت بێتە ناو موڵکەکەمان کاتێک مۆڵەتی لەم شێوەیە دراوە.
ky: андан кийин берилген электрондук почта дареги да, жеке адамды аныктай ала турган башка жеке маалымат да мындай уруксат берилгенден кийин биздин ээлигибизге келе албайт.
lo: ), ແລ້ວ ທັງ ທີ່ ຢູ່ ອີ ເມວ ທີ່ ໄດ້ ໃຫ້ ແລະ ຂໍ້ ມູນ ສ່ວນ ຕົວ ອື່ນ ໃດ ທີ່ ສາ ມາດ ຊີ້ ບອກ ບຸກ ຄົນ ກໍ ສາ ມາດ ເຂົ້າ ມາ ເປັນ ເຈົ້າ ຂອງ ເຮົາ ໄດ້ ຄື ກັນ ເມື່ອ ໄດ້ ຮັບ ການ ອະ ນຸ ຍາດ ດັ່ງ ກ່າວ.
lt: ), tada nei pateiktas el. pašto adresas, nei jokia kita asmeninė informacija, kuri galėtų identifikuoti asmenį, taip pat negali būti mūsų žinioje, kai toks leidimas bus suteiktas.
lv: ), tad pēc šādas atļaujas piešķiršanas mūsu rīcībā nevar nonākt ne norādītā e-pasta adrese, ne jebkāda cita personiska informācija, kas varētu identificēt personu.
mi: ), kāore te wāhitau īmēra i homai, i ētahi atu mōhiohio whaiaro rānei e kitea ai tētahi tangata ka tae mai hoki ki tō mātou pupuri ina tukua taua whakaaetanga.
ml: ), അപ്പോൾ നൽകിയ ഇമെയിൽ വിലാസമോ ഒരു വ്യക്തിയെ തിരിച്ചറിയാൻ കഴിയുന്ന മറ്റേതെങ്കിലും വ്യക്തിഗത വിവരങ്ങളോ അത്തരം അനുമതി ലഭിച്ചുകഴിഞ്ഞാൽ ഞങ്ങളുടെ കൈവശം വരാൻ കഴിയില്ല.
mr: ), मग अशी परवानगी मिळाल्यानंतर दिलेला ईमेल पत्ता किंवा एखाद्या व्यक्तीची ओळख पटवू शकणारी इतर कोणतीही वैयक्तिक माहिती देखील आपल्या ताब्यात येऊ शकत नाही.
ms: ), maka alamat e-mel yang diberikan atau apa-apa maklumat peribadi lain yang boleh mengenal pasti individu juga boleh masuk ke dalam simpanan kami sebaik sahaja kebenaran tersebut telah diberikan.
mt: ), allura la l-indirizz elettroniku pprovdut u lanqas kwalunkwe informazzjoni personali oħra li tista' tidentifika individwu ma jistgħu wkoll jidħlu fil-pussess tagħna ladarba tali permess ikun ingħata.
nb: ), kan verken e-postadressen som er oppgitt eller annen personlig informasjon som kan identifisere en person, også komme i vår besittelse når slik tillatelse er gitt.
ne: ), त्यसपछि न त प्रदान गरिएको इमेल ठेगाना न त कुनै अन्य व्यक्तिगत जानकारी जसले एक व्यक्ति पहिचान गर्न सक्दछ पनि हाम्रो कब्जामा आउन सक्छ एक पटक यस्तो अनुमति प्रदान गरिएको छ।
nl: ), dan kan noch het opgegeven e-mailadres, noch enige andere persoonlijke informatie die een persoon zou kunnen identificeren, ook in ons bezit komen zodra een dergelijke toestemming is verleend.
or: ), ତା'ପରେ ପ୍ରଦାନ କରାଯାଇଥିବା ଇମେଲ୍ ଠିକଣା କିମ୍ବା ଅନ୍ୟ କୌଣସି ବ୍ୟକ୍ତିଗତ ସୂଚନା ନାହିଁ ଯାହା ଜଣେ ବ୍ୟକ୍ତିଙ୍କୁ ଚିହ୍ନଟ କରିପାରିବ, ଥରେ ଏହିପରି ଅନୁମତି ପ୍ରଦାନ ହେବା ପରେ ମଧ୍ୟ ଆମ ଦଖଲକୁ ଆସିପାରିବ ନାହିଁ ।
pa: ), ਫਿਰ ਨਾ ਤਾਂ ਪ੍ਰਦਾਨ ਕੀਤਾ ਗਿਆ ਈਮੇਲ ਪਤਾ ਅਤੇ ਨਾ ਹੀ ਕੋਈ ਹੋਰ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਜੋ ਕਿਸੇ ਵਿਅਕਤੀ ਦੀ ਪਛਾਣ ਕਰ ਸਕਦੀ ਹੈ, ਵੀ ਅਜਿਹੀ ਇਜਾਜ਼ਤ ਦਿੱਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ ਸਾਡੇ ਕਬਜ਼ੇ ਵਿੱਚ ਆ ਸਕਦੀ ਹੈ।
pl: ), a następnie ani podany adres e-mail, ani żadne inne dane osobowe, które mogłyby zidentyfikować daną osobę, nie mogą również wejść w nasze posiadanie po udzieleniu takiej zgody.
prs: )، سپس نه آدرس ایمیل ارائه شده و نه هر گونه اطلاعات شخصی دیگر است که می تواند یک فرد را شناسایی نیز می تواند به در اختیار ما آمده است یک بار چنین اجازه داده شده است.
pt_pt: ), então nem o endereço de e-mail fornecido nem qualquer outra informação pessoal que possa identificar um indivíduo também pode entrar na nossa posse uma vez que tal permissão tenha sido concedida.
ro: ), atunci nici adresa de e-mail furnizată, nici orice alte informații cu caracter personal care ar putea identifica o persoană nu pot intra, de asemenea, în posesia noastră odată ce o astfel de permisiune a fost acordată.
ru: ), то ни предоставленный адрес электронной почты, ни любая другая личная информация, которая могла бы идентифицировать человека, также не могут войти в наше распоряжение после предоставления такого разрешения.
sk: ), potom sa nám po udelení takéhoto povolenia nemôže dostať ani poskytnutá e-mailová adresa, ani žiadne iné osobné údaje, ktoré by mohli identifikovať jednotlivca.
sl: ), potem niti e-poštni naslov, ki je na voljo, niti noben drug osebni podatek, ki bi lahko identificiral posameznika, ne more priti v naš last, ko je to dovoljenje odobreno.
sq: ), atëherë as adresa e postës elektronike e dhënë dhe asnjë informacion tjetër personal që mund të identifikojë një individ gjithashtu mund të vijë në posedimin tonë sapo të jetë dhënë një leje e tillë.
sr_cyrl: ), онда ни наведена е-адреса нити било које друге личне информације које би могле да идентификују појединца такође не могу да дођу у наш посед када таква дозвола буде одобрена.
sr_latn: ), onda ni navedena e-adresa niti bilo koje druge lične informacije koje bi mogle da identifikuju pojedinca takođe ne mogu da dođu u naš posed kada takva dozvola bude odobrena.
sv: ), kan varken den angivna e-postadressen eller någon annan personlig information som kan identifiera en individ också komma i vår besittning när sådant tillstånd har beviljats.
sw: ), basi hakuna anwani ya barua pepe iliyotolewa wala maelezo mengine yoyote ya kibinafsi ambayo yanaweza kutambua mtu anaweza pia kuja katika milki yetu mara tu ruhusa hiyo imetolewa.
ta: ), பின்னர் வழங்கப்பட்ட மின்னஞ்சல் முகவரி அல்லது ஒரு தனிநபரை அடையாளம் காணக்கூடிய வேறு எந்த தனிப்பட்ட தகவலும் அத்தகைய அனுமதி வழங்கப்பட்டவுடன் எங்கள் வசம் வர முடியாது.
te: ), అప్పుడు అందించబడ్డ ఇమెయిల్ చిరునామా లేదా ఒక వ్యక్తిని గుర్తించే ఏదైనా ఇతర వ్యక్తిగత సమాచారం కూడా అటువంటి అనుమతి మంజూరు చేయబడిన తరువాత మా స్వాధీనంలోకి రాదు.
th: ) จากนั้นทั้งที่อยู่อีเมลที่ให้ไว้หรือข้อมูลส่วนบุคคลอื่น ๆ ที่สามารถระบุตัวบุคคลได้ก็สามารถเข้ามาอยู่ในความครอบครองของเราได้เมื่อได้รับอนุญาตดังกล่าวแล้ว
ti: ( ድሕሪኡ እቲ እተዋህበና ናይ ኢ-መይል ኣድራሻ ዀነ ንሓደ ውልቀ-ሰብ ኬለልዮ ዚኽእል ዝዀነ ይኹን ብሕታዊ ሓበሬታ ፍቓድ ምስ ተዋህበና ኺውንነና ኣይክእልን እዩ።
tr: ), o zaman ne verilen e-posta adresi ne de bir kişiyi tanımlayabilecek diğer kişisel bilgiler, böyle bir izin verildikten sonra elimize geçemez.
uk: ), тоді ні надана адреса електронної пошти, ні будь-яка інша особиста інформація, яка могла б ідентифікувати особу, також не може потрапити в наше володіння після надання такого дозволу.
ur: ) ، پھر نہ تو فراہم کردہ ای میل ایڈریس اور نہ ہی کوئی اور ذاتی معلومات جو کسی فرد کی شناخت کرسکتی ہے وہ بھی اس طرح کی اجازت ملنے کے بعد ہمارے قبضے میں آسکتی ہے۔
vi: ), sau đó, cả địa chỉ email được cung cấp cũng như bất kỳ thông tin cá nhân nào khác có thể xác định một cá nhân cũng không thể thuộc quyền sở hữu của chúng tôi sau khi sự cho phép đó đã được cấp.
zh_hans: ），那么一旦获得此类许可，所提供的电子邮件地址或任何其他可以识别个人的个人信息都不能归我们所有。
zh_hant: ），那麼一旦獲得此類許可，所提供的電子郵件位址或任何其他可以識別個人的個人資訊都不能歸我們所有。
